// TODO Shorten to oneline texts

export const TOPBAR_TEXTS = {
  'א': 'ליפוגרמה: טקסט בעל מגבלה על השימוש בסימן מסוים מסימני השפה. זהו המקום לחפש בו ליפוגרמות, להנות מהן, ולחלוק עם יוצרים נוספים.',
  'ב': 'זהו אתר הליפוגרמות הישראלי! זהו המקום לחלוק ליפוגרמות, להנות מהן ולחפש אותן.',
  'ג': 'זהו האתר הישראלי לטקסטים בהם מחסירים את אחת האותיות. טקסטים כאלו, ששמם כשם האתר, מהווים מעין יצירה מיוחדת, ששווה לחלוק עם אחרים.',
  'ד': 'ליפוגרמות הם טקסטים בהם מחסירים את אחת האותיות. האתר הזה הוא האתר לליפוגרמות בעברית, בו ניתן לחלוק ולעיין בליפוגרמות.',
  'ה': 'באתר לטקסטים מוגבלים סמנטית כך שאין בטקסט אות מסוימת ניתן למצוא טקסטים רבים מסוגים שונים, כולם עם אותו קושי סמנטי מעניין.',
  'ו': 'האתר הזה מכיל טקסטים רבים להם קשר מעניין: בכל טקסט באתר חסר אחד מהסימנים באלף בית.',
  'ז': 'האתר שאתם מסתכלים עליו עכשיו הוא אתר לליפוגרמות: טקסטים שבל אחד מהם חסרה אות אחת מאותיות האלף בית.',
  'ח': 'זהו אתר הליפוגרמות הישראלי! פה ניתן למצוא ליפוגרמות בעברית בכל מיני נושאים.',
  'ט': 'האתר הזה הוא האתר העברי לליפורמות: אלה הן יצירות ספרותיות בהן חסרה לפחות אות אחת מאותיות האלף בית.',
  'י': 'באתגר הזה תוכלו למצוא קטע וטקסט בהם חסרה אות כזאת או אחרת. כאן זה המקום שלנו להנות מהם, ולחלוק אותם זה עם זה.',
  'כ': 'האתר הזה הוא האתר הישראלי לליפוגרמות! יש פה טקסטים בהם חסרה אחת האותיות, מיצירות ארוכות ועד פואמות קצרות.',
  'ל': '',
  'מ': '',
  'נ': '',
  'ס': '',
  'ע': '',
  'פ': '',
  'צ': '',
  'ק': '',
  'ר': '',
  'ש': '',
  'ת': ''
}